/* No comment provided by engineer. */
"0 not allowed here" = "0 not allowed here";

/* No comment provided by engineer. */
"1 not allowed here" = "1 not allowed here";

/* No comment provided by engineer. */
"2 not allowed here" = "2 not allowed here";

/* No comment provided by engineer. */
"Add to Siri" = "Add to Siri";

/* No comment provided by engineer. */
"An unknown error occurred. Please try again later, or contact us at dani.springer@icloud.com" = "An unknown error occurred. Please try again later, or contact us at dani.springer@icloud.com";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Check" = "Check";

/* No comment provided by engineer. */
"Choose Size" = "Choose Size";

/* No comment provided by engineer. */
"Contact Us" = "Contact Us";

/* No comment provided by engineer. */
"Copy" = "Copy";

/* No comment provided by engineer. */
"Create Random Prime" = "Create Random Prime";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"Enter number here" = "Enter number here";

/* No comment provided by engineer. */
"Factorize" = "Factorize";

/* No comment provided by engineer. */
"Go to next textfield" = "Go to next textfield";

/* No comment provided by engineer. */
"Go to previous textfield" = "Go to previous textfield";

/* No comment provided by engineer. */
"Hi. I have a question..." = "Hi. I have a question...";

/* No comment provided by engineer. */
"Invalid entry" = "Invalid entry";

/* No comment provided by engineer. */
"Leave a Review" = "Leave a Review";

/* No comment provided by engineer. */
"List" = "List";

/* No comment provided by engineer. */
"More Apps" = "More Apps";

/* No comment provided by engineer. */
"Negative numbers not allowed here" = "Negative numbers not allowed here";

/* No comment provided by engineer. */
"Next" = "Next";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Only numbers allowed. No decimals.\nMax number: 9223372036854775807" = "Only numbers allowed. No decimals.\nMax number: 9223372036854775807";

/* No comment provided by engineer. */
"Overflow" = "Overflow";

/* No comment provided by engineer. */
"Please enter a different number." = "Please enter a different number.";

/* No comment provided by engineer. */
"Please enter a number." = "Please enter a number.";

/* No comment provided by engineer. */
"Please enter two different numbers. To check if a single number is prime, use Check." = "Please enter two different numbers. To check if a single number is prime, use Check.";

/* No comment provided by engineer. */
"Previous" = "Previous";

/* No comment provided by engineer. */
"Randomize" = "Randomize";

/* No comment provided by engineer. */
"Same number entered twice" = "Same number entered twice";

/* No comment provided by engineer. */
"Tell a Friend" = "Tell a Friend";

/* No comment provided by engineer. */
"Textfield empty" = "Textfield empty";

/* No comment provided by engineer. */
"There are no primes above \(num) which are lower than 9223372036854775807 (your device's limit)" = "There are no primes above \(num) which are lower than 9223372036854775807 (your device's limit)";

/* No comment provided by engineer. */
"Unknown error" = "Unknown error";

/* No comment provided by engineer. */
"v." = "v.";

/* No comment provided by engineer. */
"• Check whether a number is prime\n• List the primes in a range\n• Decompose a number to its prime factors\n• Share or save your results\n• And more\n\n• Ask us anything: dani.springer@icloud.com\n• Enjoying Prime? Please consider leaving a 5-star review. It would mean the world to us!\n\nhttps://itunes.apple.com/us/app/prime-numbers-fun/id1402417667" = "• Check whether a number is prime\n• List the primes in a range\n• Decompose a number to its prime factors\n• Share or save your results\n• And more\n\n• Ask us anything: dani.springer@icloud.com\n• Enjoying Prime? Please consider leaving a 5-star review. It would mean the world to us!\n\nhttps://itunes.apple.com/us/app/prime-numbers-fun/id1402417667";

